{
	"home": "Startseite",
	"about": "Über uns",
	"blog": "Blog",
	"contact": "Kontakt",
	"dark": "Dunkel",
	"light": "Hell",
	"copyright-text": "Urheberrecht bei Techproeducation",
	"homepage-highlight-text": "Willkommen bei TechVision Solutions, wo Innovation auf Exzellenz trifft",
	"about-highlight-text": "Willkommen bei TechVision Solutions, wo Innovation auf Exzellenz trifft. Gegründet im Jahr 2020, ist TechVision Solutions zu einem führenden Anbieter von hochmodernen IT-Lösungen geworden, die auf die vielfältigen Bedürfnisse von Unternehmen weltweit zugeschnitten sind. Unsere Mission ist es, Unternehmen mit fortschrittlicher Technologie auszustatten, um sicherzustellen, dass sie in einer sich ständig weiterentwickelnden digitalen Landschaft voraus bleiben.",
	"who-we-are-title": "Wer wir sind",
	"who-we-are-text": "Bei TechVision Solutions sind wir ein Team von leidenschaftlichen Fachleuten, die sich der Bereitstellung erstklassiger IT-Dienstleistungen verschrieben haben. Unsere Expertise umfasst verschiedene Bereiche wie Softwareentwicklung, Cloud-Computing, Cybersicherheit, Datenanalyse und IT-Beratung. Wir sind stolz auf unseren kollaborativen Ansatz, bei dem wir eng mit unseren Kunden zusammenarbeiten, um ihre einzigartigen Herausforderungen zu verstehen und maßgeschneiderte Lösungen zu liefern, die den Erfolg vorantreiben.",
	"our-values-title": "Unsere Werte",
	"innovation-title": "Innovation",
	"innovation-text": "Wir streben danach, an der Spitze der Technologie zu bleiben, indem wir kontinuierlich neue Ideen und Lösungen erforschen, um unser Angebot zu verbessern.",
	"integrity-title": "Integrität",
	"integrity-text": "Wir führen unser Geschäft nach den höchsten Standards der Ethik und Transparenz, um Vertrauen bei unseren Kunden und Partnern aufzubauen.",
	"excellence-title": "Exzellenz",
	"excellence-text": "Unser Engagement für Qualität stellt sicher, dass wir herausragende Ergebnisse liefern und die Erwartungen in jeder Hinsicht übertreffen.",
	"collaboration-title": "Zusammenarbeit",
	"collaboration-text": "Wir glauben an die Kraft des Teamworks und fördern ein kollaboratives Umfeld, das den Wissensaustausch und die Innovation unterstützt.",
	"blog-paragraph-1": "Willkommen im TechVision Blog, Ihrer Ressource für die neuesten Erkenntnisse, Trends und Entwicklungen in der Welt der Informationstechnologie. Unser Blog ist darauf ausgelegt, Sie zu informieren und zu inspirieren, egal ob Sie IT-Experte, Unternehmensleiter oder Technikbegeisterter sind. Hier teilen wir ausführliche Artikel, Expertenmeinungen und praktische Tipps zu einer Vielzahl von Themen, darunter Softwareentwicklung, Cybersicherheit, Cloud-Computing, Datenanalyse und mehr. Unser Ziel ist es, Ihnen wertvolle Inhalte zu bieten, die nicht nur Ihr Verständnis der IT-Landschaft verbessern, sondern Sie auch mit dem Wissen ausstatten, um Innovation und Wachstum in Ihrem Unternehmen voranzutreiben.",
	"blog-paragraph-2": "Bei TechVision Solutions glauben wir, dass es in der schnelllebigen Technologiebranche unerlässlich ist, kontinuierlich zu lernen und sich anzupassen, um an der Spitze zu bleiben. Unser Blog dient als Plattform für den Wissensaustausch und die Gemeinschaftsbindung, wo Sie sich mit Branchenexperten vernetzen, neue Perspektiven gewinnen und über die neuesten Fortschritte informiert bleiben können. Wir sind bestrebt, hochwertige, relevante Inhalte bereitzustellen, die die Herausforderungen und Chancen, denen Sie auf Ihrer IT-Reise begegnen, ansprechen. Egal, ob Sie nach strategischer Beratung, technischen Einblicken oder einfach nur nach Informationen über die neuesten Technologietrends suchen, der TechVision Blog unterstützt Sie auf jedem Schritt des Weges.",
	"contact-highlight": "Wir sind hier, um Ihnen bei Fragen oder Unterstützung zu helfen, die Sie möglicherweise benötigen. Bitte zögern Sie nicht, uns über eine der folgenden Kontaktmethoden zu erreichen. Unser Team ist bestrebt, Ihnen den bestmöglichen Service zu bieten und wird Ihre Anfragen umgehend beantworten.",
	"contact-information": "Kontaktinformationen",
	"address": "Adresse",
	"telephone": "Telefon",
	"email": "E-Mail",
	"gsm": "Handy",
	"follow-us": "Folgen Sie uns",
	"follow-us-text": "Bleiben Sie über unsere Social-Media-Kanäle mit uns in Verbindung:"
}
