{
	"home": "Inicio",
	"about": "Acerca de",
	"blog": "Blog",
	"contact": "Contacto",
	"dark": "Oscuro",
	"light": "Claro",
	"copyright-text": "Derechos de autor por Techproeducation",
	"homepage-highlight-text": "Bienvenido a TechVision Solutions, donde la innovación se encuentra con la excelencia",
	"about-highlight-text": "Bienvenido a TechVision Solutions, donde la innovación se encuentra con la excelencia. Establecida en 2020, TechVision Solutions se ha convertido en un proveedor líder de soluciones de TI de vanguardia adaptadas para satisfacer las diversas necesidades de las empresas de todo el mundo. Nuestra misión es empoderar a las empresas con tecnología avanzada, asegurando que se mantengan a la vanguardia en un entorno digital en constante evolución.",
	"who-we-are-title": "Quiénes somos",
	"who-we-are-text": "En TechVision Solutions, somos un equipo de profesionales apasionados dedicados a ofrecer servicios de TI de primer nivel. Nuestra experiencia abarca diversos dominios, incluyendo desarrollo de software, computación en la nube, ciberseguridad, análisis de datos y consultoría de TI. Nos enorgullece nuestro enfoque colaborativo, trabajando estrechamente con los clientes para entender sus desafíos únicos y ofrecer soluciones personalizadas que impulsan el éxito.",
	"our-values-title": "Nuestros valores",
	"innovation-title": "Innovación",
	"innovation-text": "Nos esforzamos por estar a la vanguardia de la tecnología, explorando continuamente nuevas ideas y soluciones para mejorar nuestras ofertas.",
	"integrity-title": "Integridad",
	"integrity-text": "Llevamos a cabo nuestro negocio con los más altos estándares de ética y transparencia, construyendo confianza con nuestros clientes y socios.",
	"excellence-title": "Excelencia",
	"excellence-text": "Nuestro compromiso con la calidad asegura que entregamos resultados excepcionales, superando las expectativas en cada paso.",
	"collaboration-title": "Colaboración",
	"collaboration-text": "Creemos en el poder del trabajo en equipo, fomentando un entorno colaborativo que alienta el intercambio de conocimientos y la innovación.",
	"blog-paragraph-1": "Bienvenido al Blog de TechVision, su recurso de referencia para las últimas ideas, tendencias y desarrollos en el mundo de la tecnología de la información. Nuestro blog está diseñado para mantenerlo informado e inspirado, ya sea que sea un profesional de TI, un líder empresarial o un entusiasta de la tecnología. Aquí compartimos artículos en profundidad, opiniones de expertos y consejos prácticos sobre una amplia gama de temas, incluyendo desarrollo de software, ciberseguridad, computación en la nube, análisis de datos y más. Nuestro objetivo es proporcionarle contenido valioso que no solo mejore su comprensión del panorama de TI, sino que también lo equipe con el conocimiento necesario para impulsar la innovación y el crecimiento en su organización.",
	"blog-paragraph-2": "En TechVision Solutions, creemos que mantenerse a la vanguardia en la industria tecnológica en rápida evolución requiere aprendizaje continuo y adaptación. Nuestro blog sirve como una plataforma para el intercambio de conocimientos y la participación de la comunidad, donde puede conectarse con expertos de la industria, obtener nuevas perspectivas y mantenerse actualizado sobre los últimos avances. Nos comprometemos a ofrecer contenido relevante y de alta calidad que aborde los desafíos y oportunidades que enfrenta en su viaje de TI. Ya sea que esté buscando orientación estratégica, información técnica o simplemente quiera mantenerse informado sobre las últimas tendencias tecnológicas, el Blog de TechVision está aquí para apoyarlo en cada paso del camino.",
	"contact-highlight": "Estamos aquí para ayudarlo con cualquier pregunta o apoyo que pueda necesitar. No dude en comunicarse con nosotros a través de cualquiera de los siguientes métodos de contacto. Nuestro equipo está comprometido a brindarle el mejor servicio posible y responderá a sus consultas de manera rápida.",
	"contact-information": "Información de contacto",
	"address": "Dirección",
	"telephone": "Teléfono",
	"email": "Correo electrónico",
	"gsm": "GSM",
	"follow-us": "Síguenos",
	"follow-us-text": "Manténgase conectado con nosotros a través de nuestras redes sociales:"
}
