{
	"home": "Início",
	"about": "Sobre",
	"blog": "Blog",
	"contact": "Contato",
	"dark": "Escuro",
	"light": "Claro",
	"copyright-text": "Direitos Autorais por Techproeducation",
	"homepage-highlight-text": "Bem-vindo à TechVision Solutions, onde a inovação encontra a excelência",
	"about-highlight-text": "Bem-vindo à TechVision Solutions, onde a inovação encontra a excelência. Fundada em 2020, a TechVision Solutions se tornou um fornecedor líder de soluções de TI de ponta, adaptadas para atender às diversas necessidades das empresas ao redor do mundo. Nossa missão é capacitar empresas com tecnologia avançada, garantindo que se mantenham à frente em um cenário digital em constante evolução.",
	"who-we-are-title": "Quem somos",
	"who-we-are-text": "Na TechVision Solutions, somos uma equipe de profissionais apaixonados, dedicados a oferecer serviços de TI de primeira linha. Nossa expertise abrange diversos domínios, incluindo desenvolvimento de software, computação em nuvem, cibersegurança, análise de dados e consultoria em TI. Nos orgulhamos de nossa abordagem colaborativa, trabalhando de perto com os clientes para entender seus desafios únicos e oferecer soluções personalizadas que impulsionam o sucesso.",
	"our-values-title": "Nossos Valores",
	"innovation-title": "Inovação",
	"innovation-text": "Nos esforçamos para estar na vanguarda da tecnologia, explorando continuamente novas ideias e soluções para aprimorar nossas ofertas.",
	"integrity-title": "Integridade",
	"integrity-text": "Conduzimos nossos negócios com os mais altos padrões de ética e transparência, construindo confiança com nossos clientes e parceiros.",
	"excellence-title": "Excelência",
	"excellence-text": "Nosso compromisso com a qualidade garante que entregamos resultados excepcionais, superando expectativas a cada passo.",
	"collaboration-title": "Colaboração",
	"collaboration-text": "Acreditamos no poder do trabalho em equipe, promovendo um ambiente colaborativo que incentiva o compartilhamento de conhecimento e a inovação.",
	"blog-paragraph-1": "Bem-vindo ao Blog da TechVision, seu recurso de referência para os últimos insights, tendências e desenvolvimentos no mundo da tecnologia da informação. Nosso blog é projetado para mantê-lo informado e inspirado, seja você um profissional de TI, um líder empresarial ou um entusiasta de tecnologia. Aqui, compartilhamos artigos aprofundados, opiniões de especialistas e dicas práticas sobre uma ampla gama de tópicos, incluindo desenvolvimento de software, cibersegurança, computação em nuvem, análise de dados e muito mais. Nosso objetivo é fornecer conteúdo valioso que não só aumente sua compreensão do cenário de TI, mas também lhe dê o conhecimento necessário para impulsionar a inovação e o crescimento em sua organização.",
	"blog-paragraph-2": "Na TechVision Solutions, acreditamos que manter-se à frente na indústria tecnológica em rápida evolução requer aprendizado contínuo e adaptação. Nosso blog serve como uma plataforma para o compartilhamento de conhecimento e engajamento da comunidade, onde você pode se conectar com especialistas da indústria, obter novas perspectivas e se manter atualizado sobre os últimos avanços. Estamos comprometidos em oferecer conteúdo relevante e de alta qualidade que aborda os desafios e oportunidades que você enfrenta em sua jornada de TI. Quer você esteja procurando orientação estratégica, insights técnicos ou simplesmente queira se manter informado sobre as últimas tendências tecnológicas, o Blog da TechVision está aqui para apoiá-lo em cada passo do caminho.",
	"contact-highlight": "Estamos aqui para ajudá-lo com quaisquer dúvidas ou suporte que possa precisar. Por favor, sinta-se à vontade para entrar em contato conosco através de qualquer um dos seguintes métodos de contato. Nossa equipe está comprometida em fornecer o melhor serviço possível e responderá às suas perguntas prontamente.",
	"contact-information": "Informações de Contato",
	"address": "Endereço",
	"telephone": "Telefone",
	"email": "E-mail",
	"gsm": "Celular",
	"follow-us": "Siga-nos",
	"follow-us-text": "Mantenha-se conectado conosco através de nossos canais de mídia social:"
}
