{
	"home": "Ana Sayfa",
	"about": "Hakkında",
	"blog": "Blog",
	"contact": "İletişim",
	"dark": "Karanlık",
	"light": "Aydınlık",
	"copyright-text": "Telif Hakkı Techproeducation",
	"homepage-highlight-text": "Yeniliğin mükemmellikle buluştuğu yer TechVision Solutions'a hoş geldiniz",
	"about-highlight-text": "Yeniliğin mükemmellikle buluştuğu yer TechVision Solutions'a hoş geldiniz. 2020 yılında kurulan TechVision Solutions, dünya çapındaki işletmelerin çeşitli ihtiyaçlarını karşılamak için özel olarak hazırlanmış yenilikçi BT çözümleri sunan lider bir sağlayıcı haline gelmiştir. Misyonumuz, şirketlere ileri teknolojiyle güç vererek, sürekli değişen dijital ortamda önde kalmalarını sağlamaktır.",
	"who-we-are-title": "Biz Kimiz",
	"who-we-are-text": "TechVision Solutions olarak, tutkulu profesyonellerden oluşan bir ekibiz ve üst düzey BT hizmetleri sunmaya adanmışız. Uzmanlığımız yazılım geliştirme, bulut bilişim, siber güvenlik, veri analitiği ve BT danışmanlığı gibi çeşitli alanları kapsamaktadır. Müşterilerimizin benzersiz zorluklarını anlayıp, başarıyı sağlayan özelleştirilmiş çözümler sunmak için müşterilerimizle yakından çalışarak işbirlikçi yaklaşımımızla gurur duyuyoruz.",
	"our-values-title": "Değerlerimiz",
	"innovation-title": "Yenilik",
	"innovation-text": "Teknolojinin ön saflarında kalmaya çalışıyor, sunduğumuz hizmetleri geliştirmek için sürekli yeni fikirler ve çözümler araştırıyoruz.",
	"integrity-title": "Dürüstlük",
	"integrity-text": "İşlerimizi en yüksek etik ve şeffaflık standartlarıyla yürütüyor, müşterilerimiz ve ortaklarımızla güven inşa ediyoruz.",
	"excellence-title": "Mükemmeliyet",
	"excellence-text": "Kaliteye olan bağlılığımız, her adımda beklentileri aşarak olağanüstü sonuçlar elde etmemizi sağlar.",
	"collaboration-title": "İşbirliği",
	"collaboration-text": "Takım çalışmasının gücüne inanıyor, bilgi paylaşımını ve yeniliği teşvik eden işbirlikçi bir ortamı destekliyoruz.",
	"blog-paragraph-1": "TechVision Blog'a hoş geldiniz, bilgi teknolojisi dünyasındaki en son içgörüler, trendler ve gelişmeler için başvuracağınız kaynak. Blogumuz, IT profesyonelleri, iş liderleri veya teknoloji meraklıları olun, sizi bilgilendirmek ve ilham vermek için tasarlandı. Burada, yazılım geliştirme, siber güvenlik, bulut bilişim, veri analitiği ve daha fazlası gibi geniş bir yelpazede konular hakkında derinlemesine makaleler, uzman görüşleri ve pratik ipuçları paylaşıyoruz. Amacımız, IT ortamını daha iyi anlamanızı sağlamakla kalmayıp, aynı zamanda organizasyonunuzda yeniliği ve büyümeyi yönlendirecek bilgiyle donatmak.",
	"blog-paragraph-2": "TechVision Solutions olarak, hızla gelişen teknoloji endüstrisinde önde kalmanın sürekli öğrenme ve uyum gerektirdiğine inanıyoruz. Blogumuz, sektör uzmanlarıyla bağlantı kurabileceğiniz, yeni bakış açıları kazanabileceğiniz ve en son gelişmeler hakkında güncel kalabileceğiniz bir bilgi paylaşımı ve topluluk katılım platformu olarak hizmet verir. Karşılaştığınız zorluklar ve fırsatlar hakkında yüksek kaliteli, ilgili içerik sunmaya kararlıyız. İster stratejik rehberlik, ister teknik içgörüler arayın, ister en son teknoloji trendleri hakkında bilgi sahibi olmak isteyin, TechVision Blog, IT yolculuğunuzun her adımında sizi desteklemek için burada.",
	"contact-highlight": "Herhangi bir sorunuz veya desteğe ihtiyacınız olursa size yardımcı olmak için buradayız. Lütfen aşağıdaki iletişim yöntemlerinden herhangi biriyle bizimle iletişime geçmekten çekinmeyin. Ekibimiz size en iyi hizmeti sunmaya kararlıdır ve sorularınıza hızlı bir şekilde yanıt verecektir.",
	"contact-information": "İletişim Bilgileri",
	"address": "Adres",
	"telephone": "Telefon",
	"email": "E-posta",
	"gsm": "GSM",
	"follow-us": "Bizi Takip Edin",
	"follow-us-text": "Sosyal medya kanallarımız aracılığıyla bizimle bağlı kalın:"
}